---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.ConceptualConstructionWindowSkylightType.SinglePaneTinted
enum: Autodesk.Revit.DB.Analysis.ConceptualConstructionWindowSkylightType
source: html/edb39897-9424-1a7d-e12c-1c3ad5d41296.htm
---
# Autodesk.Revit.DB.Analysis.ConceptualConstructionWindowSkylightType.SinglePaneTinted

Single Pane Tinted Window or Skylight